Repository: BaygonJaune/vf-users-list-2
Catalog: languages/vf_users_list-*.po
Languages: fr_fr

source: Users List Settings
fr_fr: Paramètres de liste

source: NB Rows
fr_fr: Nombre de lignes

source: Users List
fr_fr: Liste des utilisateurs SMC

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions nécessaires pour accéder à cette page.

source: Are you sure you want to send this Login URL ?
fr_fr: Etes-vous sûr de vouloir envoyer l'auto-Login ?

source: Send
fr_fr: envoyer

source: Are you sure you want to disable this Login URL ?
fr_fr: Etes-vous sûr de vouloir désactiver l'auto-Login ?

source: Disable
fr_fr: Désactiver

source: Are you sure you want to enable this Login URL ?
fr_fr: Etes-vous sûr de vouloir activer l'auto-Login ?

source: Enable
fr_fr: Activer

source: Are you sure you want to delete this Login URL ?
fr_fr: Etes-vous sûr de vouloir effacer l'auto-Login ?

source: Delete
fr_fr: Effacer

source: Are you sure you want to create this Login URL ?
fr_fr: Etes-vous sûr de vouloir créer l'auto-Login ?

source: Create
fr_fr: Créer

source: Name
fr_fr: Nom

source: Groups
fr_fr: Groupes

source: Status
fr_fr: Statut

source: Sended on
fr_fr: envoyé le

source: add to group
fr_fr: ajouter au groupe

source: remove to group
fr_fr: supprimer du groupe

source: add to list
fr_fr: ajouter à la liste

source: remove to list
fr_fr: supprimer de la liste

source: Select All
fr_fr: Tout sélectionner

source: Persons
fr_fr: Personnes

source: Add new
fr_fr: Ajouter un nouveau

source: Items deleted: %d on requested : %d
fr_fr: %d articles supprimés sur %d

source: Items created: %d on requested : %d
fr_fr: %d articles ajoutés sur %d

source: Items sended: %d on requested : %d
fr_fr: %d articles envoyés: sur %d

source: Items added to %s : %d on requested : %d
fr_fr: Ajouté à %s, %d articles sur %d

source: Items deleted to %s : %d on requested : %d
fr_fr: Supprimé à %s, %d articles sur %d
